Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/depts/udir.no/lulesamsisk-2.pdf.tmx
Source language: smj
Languages: sma

source: Pedagoga-psykologa dievnastus
sma: Pedagogeles-psykologeles dïenesje

source: Pedagoga-psykologa dievnastus (PP-dievnastus / PPD) le rádevadde ja ássjediehtte ásadus mij guosská åvddånahttemij, oahppamij ja soapptsomij mánájda gudi ælla ájn skåvllåj álggám ja oahppijda vuodoja joarkkaskåvlå åhpadusán.
sma: Pedagogeles Psykologeles dïenesje (PP-dïenesje / PPD) akte aamhtesemaehteles suerkie mij maanaj evtiedimmien, lïerehtimmien jïh tråjjadimmien bïjre raereste mah leah skuvleaalteren nuelesne, jïh learoehkidie maadth- jïh jåarhkeskuvlesne.

source: PP-dievnastusá barggo le vuodolágan vuododum.
sma: PP-dïenesjen barkoe reaktavåaromem åtna ööhpehtimmielaakesne (ööhpl).

source: PP-dievnastus le fágalasj ressurssa mánájgárdijda / skåvlåjda váj åhpadimev buorebut hiebat mánájda ja oahppijda gejn li sierralágásj dárbo.
sma: PP-dïenesje akte faageles vierhtie maanagïertide / skuvlide juktie lïerehtimmiem buerebelaakan sjïehteladtedh maanide jïh learoehkidie sjïere daerpiesvoetigujmie.

source: PP-dievnastus
sma: PP- dïenesje

source:  máhttá duola dagu mánájgárdijt ja skåvlåjt bagádallat gåktu juogos- ja oahppambirrasijt pedagogalattjat jådedit.
sma:  maahta gaskem jeatjah maanagïertide jïh skuvlide raeriestidh jïh bïhkedidh pedagogeles stuvremen bïjre dåehkie- jïh lïerehtimmiebyjresistie

source:  galggá skåvlåjt máhtudak- ja organisasjåvnnååvddånahttemijn viehkedit.
sma:  edtja skuvlide viehkiehtidh maahtoe- jïh åårganisasjovneevtiedimmine

source:  galggá bærrájgæhttjat jut ássjediehtte árvustallá ássjev gåggu åhpadimláhka dav gájbbet, ja mánájgárdev ja skåvlåv bagádallat ja rádádallat gåktu hiebadit mánájda ja oahppijda gudi dav dárbahi.
sma:  edtja hoksedh akte aamhtesemaehteles vuarjasjimmie dorjesåvva desnie gusnie ööhpl. dam kreava, jïh maanagïertide jïh skuvlide raeriestidh jïh bïhkedidh sjïehteladtemen bïjre maanide jïh learoehkidie mah dam daarpesjieh

source:  le láhkamierredum dievnastus suohkanijda man vuodo le åhpadimlága § 5-6.
sma:  akte laakevïedteldihkie tjïelten dïenesje mij reaktavåaromem åtna ööhpl.

source: Moadda suohkana máhtti aktan organiserit dievnastusáv.
sma: § 5-6. Dïenesje maahta öörnesovvedh tjïelti dåaresth.

source: Suohkana ja fylkkasuohkana máhtti aktisasj dievnastusájt fállat.
sma: Tjïelth jïh fylhkentjïelth maehtieh tjåenghkies dïenesjh utnedh.

source:  galggá sjávot årrot: gájka diedo ma tjoahkkiduvvi sierra journálan vuorkkiduvvi Dáhtágæhttjo njuolgadusáj milta.
sma:  sjeavohtsvoetedïedtem åtna: gaajhkh bïevnesh mah tjöönghkesuvvieh, aktene jïjtse journalesne vöörhkesuvvieh bïhkedassi mietie Daatavaaksjoemistie

source:  le suohkana / fylkkasuohkana ássjediehtte mij guosská árvustallat riektájt ma li åhpadimlágan mierredum.
sma:  lea tjïelti / fylhkentjïelti aamhtesemaehteles suerkie gosse edtja reaktah vuarjasjidh mah leah nænnoestamme ööhpl.

source: Suohkana ja fylkkasuohkana PP-dievnastusájn rádádalli duola dagu dáj ássjijn:
sma: Tjïelth jïh fylhkentjïelth gaskem jeatjah raerieh veedtjieh PP-dïenesjistie daejnie aamhtesinie:

source:  sierrapedagogalasj viehkke åvddål skåvllåj le álggám (§ 5-7)
sma:  sjïerepedagogeles viehkie lïerehtimmeiaalteren åvtelen (§5-7)

source:  sierraåhpadus skåvlån (§5-1) ja ållessjattugijda gudi vuodoskåvllååhpadusáv dárbahi (§ 4a-2)
sma:  sjïereööhpehtimmie skuvlesne (§ 5-1) jïh geerve almetjidie mah maadthskuvlelïerehtimmiem daarpesjieh (§ 4a-2)

source:  árabut skåvllåj álgget (§ 2-1 goalmát ladás)
sma:  aarebi skuvleaalkoe (§ 2-1 gåalmede lïhtse)

source:  maŋedit skåvlåvádtsema álgov (§ 2-1 goalmát ladás)
sma:  seassoehkåbpoe skuvleaalkoe (§ 2-1 gåalmede lïhtse)

source:  oahppovælggogisvuodas bessat (§ 2-1 nælját ladás)
sma:  luajhtasovveme lïerehtimmiedïedteste (§ 2-1 njealjede lïhtse)

source:  sevvamgiellaåhpadus åvddål skåvllåj álggá ja vuodoskåvlån (§ 2-6) ja joarkkaskåvlå åhpadimen (§ 3-9)
sma:  væhtagïelelïerehtimmie lïerehtimmieaalteren åvtelen, jïh maadthskuvlesne (§2-6) jïh jåarhkeööhpehtimmesne (§ 3-9)

source:  tjuokkestjálaåhpadibme jnv. vuodoskåvlån (§ 2-14) ja joarkkaskåvlå åhpadimen (§3-10)
sma:  punktskriftlïerehtimmie j. v. maadthskuvlesne (§ 2-14) jïh jåarhkeööhpehtimmesne (§ 3-10)

source:  sierra sisiválldem joarkkaskåvlåjda (§ 3-1 gudát ladás)
sma:  sjïere tsaekeme jåarhkeskuvlide (§ 3-1 govhtede lïhtse)

source:  guhkedum oahppoájgge joarkkaskåvlå åhpadusán (§ 3-1 vidát ladás)
sma:  vijriedamme lïerehtimmietïjje jåarhkelïerehtimmesne (§ 3-1 vïjhtede lïhtse)

source: Dahkamusá
sma: Laavenjassh

source: PP-dievnastus guoradallá ja rádádallá ja bagádallá mánáj, nuoraj ja ållessjattugij gáktuj gejn li hásstalusá ma soajtti oahppamij vájkkudit.
sma: PP-dïenesje salkehte jïh raereste jïh bïhkede maanaj, noeri jïh geerve almetji bïjre mej haestemh mah maehtieh konsekvensh åadtjodh lïerehtæmman.

source: Dákkir hásstalusá soajtti liehket
sma: Såemies haestemh maehtieh årrodh

source:  giella- ja ságastallamgássjelisvuoda
sma:  gïele- jïh soptsestimmietsagkesh

source:  åbbålasj oahppamgássjelisvuoda jali fáhkagássjelisvuoda
sma:  sïejhme learoetsagkesh jallh faagetsagkesh

source:  låhkåm- ja tjállemgássjelisvuoda
sma:  lohkeme- jïh tjaelemetsagkesh

source:  matematihkkagássjelisvuoda
sma:  matematihketsagkesh

source:  mássemgássjelisvuoda
sma:  ij-verbaale learoetsagkesh

source:  sosiála ja dåbdoj gássjelisvuoda
sma:  sosijaale jïh emosjovnelle tsagkesh

source:  ulmutjahttemgássjelisvuoda
sma:  dåemiedimmietsagkesh

source:  tjalmme- ja gullamgássjelisvuoda
sma:  tsagkesh vuejnedh jïh govledh

source: Aktijvuohta
sma: Gaskese

source: Oahppe gudi li badjel 15 jage, æjgáda, mánájgárde, ja skåvlå ja ietjá ásadusá dagu varresvuodabargge, bessi PP-dievnastusájn aktijvuodav válldet ja rádádallat.
sma: Learohkh mah 15 jaepieh illeme, eejhtegh jallh dah mah eejhtegi åvteste, maanagïerth, skuvlh jïh mejtie aaj jeatjah suerkieh, vuesiehtimmien gaavhtan healsoesåjhtere, maehtieh PP-dïenesjinie soptsestidh jïh raeriej mietie gihtjedh.

source: Jus máná åvddånahttema jal oahppama badjel mårås, de bæssá dáv sjávsjávot PP-dievnastusájn giehtto åvddål formála ássje sjaddá vuosedimijn.
sma: Jis tjoeperdimmieh akten maanan evtiedimmien jallh lïerehtimmien bïjre, maahta dam tjeakoeslaakan PP-dïenesjinie digkiedidh åvtelen daate akte byjjes aamhtese sjædta goh akte saehteme.

source: Vuosedibme
sma: Saehteme

source: Åvddål ássje PP-dievnastussaj vuoseduvvá, bierri skåvllå guoradallam jus soajtti dåjma stuoves åhpadusfáláldahkaj ulmijn oahppáj vaddet dåhkkidahtte viehkev åvddål gå ássjedåbdde árvustallam
sma: Åvtelen aktem aamhtesem PP-dïenesjasse saahta, skuvle lea byöreme vuarjasjamme, jïh mejtie aaj råajvarimmieh pryöveme dan sïejhme lïerehtimmiefaalenassen sisnjelen, juktie pryövedh learoehkasse aktem nuekies hijven nåhtoem vedtedh åvtelen akte maehteles vuarjasjimmie dorjesåvva.

source: dagáduvvá. Mij guosská mánájda gudi ælla ájn skåvllåj álggám, de galggi máná dárbo árvustaláduvvat berustahtek mánájgárde hiebadimes.
sma: Gosse lea maanaj bïjre skuvleaalteren åvtelen, dle edtja maanan daerpiesvoeth vuarjasjidh saaht guktie sjïehteladteme lea maanagïertesne.

source: Ássje máhttá PP-dievnastussaj guoradallamij ja árvustallamij buvteduvvat jus
sma: Maahta aktem aamhtesem PP-dïenesjasse bïeljelidh salkehtæmman jïh vuarjasjæmman jis

source:  æjgáda, mánájgárdde ja / jali skåvllå mårås makta mánná åvddån álldara gáktuj
sma:  eejhtegh, maanagïerte jïh / jallh skuvle tjoeperdeminie akte maana ij skearkegh goh veanhtadamme aalteren mietie

source:  jus jáhkká oahppe ij nuohkásav åhpa
sma:  sovmehte learohke ij aktem hijven nåhtoem lïerehtimmeste åadtjoeh

source: Oahppe jali æjgáda máhtti gájbbedit jut skåvllå guoradallá dav majt dárbaj váj gávnná jus oahppe sierraåhpadimev dárbaj, ja makkir åhpadimev de dárbaj.
sma: Learohke jallh eejhtegh maehtieh krïevedh skuvle dejtie daerpies goerehtimmide dorje juktie gaavnehtidh mejtie learohke sjïereööhpehtimmiem daarpesje, jïh aaj maam lïerehtimmide learohke daarpesje.

source: Åhpadusbargge galggi árvustallat jus oahppe oadtju dåhkkidahtte åhpadusávkev ja diededit rektorij jus la dassta dárbbo.
sma: Ööhpehtimmiebarkijh edtjieh vuarjasjidh mejtie learohke aktem nuekies hijven lïerehtimmienåhtoem åådtje, jïh skuvlen åvtehkasse / rektovrese bïeljelidh dastegh daerpies.

source: Skåvllå galggá árvustallat jus soajttá gæhttjalit dåjmajt ulmijn oahppáj vaddet åhpadusás dåhkkidahtte ávkev.
sma: Skuvle edtja vuarjasjidh jïh mejtie aaj råajvarimmieh pryövedh mah edtjieh learoehkidie aktem nuekies hijven nåhtoem vedtedh lïerehtimmeste.

source: Diededibme PP-dievnastussaj beras luluj liehket aktisasjbarggo mánájgárde / skåvlå ja æjgádij gaskan.
sma: Akte saehteme PP-dïenesjasse byöroe bööremes akte laavenjostoe årrodh maanagïerten / skuvlen jïh eejhtegi gaskem.

source: Æjgáda jali oahppe (badjel 15 jage) hæhttuji PP-dievnastusá diededibmáj guorrasit.
sma: Eejhtegh jallh learohke (bijjelen 15 jaepieh) tjuerieh saehtemem PP-dïenesjasse jååhkesjidh.

source: Suohkan / fylkkasuohkan da mierredi gåktu mánájgárdde / skåvllå mánájt / oahppijt PP-dievnastussaj vuosedi.
sma: Tjïelte / fylhkentjïelte bïhkedassh jïh vuekieh nænnoste guktie maanagïerte / skuvle maanide / learoehkidie PP-dïenesjasse saahta.

source: Dábálasj le PP-dievnastussaj vuosedimsjiemá baktu vuosedit.
sma: Sïejhmemes dle PP-dïenesjasse saahta aktene saehtemegoeresne.

source: Mánájgárdde / skåvllå pedagogalasj rapportav tjuovvusin biedjá mij vuoset máná / oahppe åvddånahttemav, ja mav le åvddåla gæhttjalam.
sma: Maanagïerte / skuvle aktem pedagogeles reektehtsem baalte beaja mij maanan / learohken evtiedimmiem buerkeste, jïh mah råajvarimmieh mah leah pryövesovveme.

source: Jus sidá ienep diedojt diededime gáktuj de máhtá suohkanijn (mánájgárdij ja vuodoskåvlåj gáktuj) jali fylkkasuohkanijn (joarkkaskåvlåj gáktuj) aktijvuodav válldet.
sma: Jis vielie bïevnesh saehtemen bïjre daarpesjh maahtah tjïeltine soptsestidh (maanagïertide jallh maadthskuvlide) jallh fylhkentjïeltine (jåarhkeskuvlide).

source: Guoradallam Gå PP-dievnastus vuosedimev oadtju, de le dábálasj tjielgadit masi æjgáda, aktan mánájgárdde jali skåvllå, viehkev sihtá.
sma: Aamhtesegïetedimmie Salkehtimmie Gosse PP-dïenesje aktem saehtemem dååste, dle sïejhme tjïelkestidh mïsse eejhtegh, laavenjostosne maanagïertine jallh skuvline, viehkiem daarpesjieh.

source: Ienemus bálijn sihtá PP-dievnastusáv ássjediehtte guoradallam tjadát manna le ráde.
sma: Dej jeanatjommes veajkoej dle vaajteleminie PPdïenesje aktem aamhtesemaehteles vuarjasjimmiem dorje aktine salkehtimmine jïh aktine raerine.

source: Guoradallam soajttá sisadnet
sma: Salkehtimmie maahta årrodh

source:  kárttim ja dåjma mánájgárdes jali skåvlås
sma:  goerehtalleme jïh råajvarimmie maanagïerteste jallh skuvleste

source:  javllamusá ietjá ásadusájs, máná / oahppe ságastallam, váksjom ja tiesstim.
sma:  lahtestimmieh jeatjah suerkijste, soptsestimmieh, vïhtesjimmie jïh goerehtimmie maaneste / learoehkistie

source: Mánájda gudi ælla ájn skåvllåj álggám tjanáduvvá guoradallam máná dárbojda.
sma: Maanide mah skuvleaalteren nuelesne dle salkehtimmie sæjhta maanan daerpiesvoeten mietie årrodh.

source: Oahppijda gudi li skåvlån sisadná guoradallam sihke oahppe oahppamævtojt ja skåvlå vejulasjvuodajt dábálasj oahppofálaldagán hiebadit.
sma: Learoehkidie skuvlesne dle salkehtimmie sæjhta dovne learohken lïeremenuepiej bïjre årrodh, jïh skuvlen nuepieh sjïehteladtedh dan sïejhme lïerehtimmiefaalenassen sisnjelen.

source: Árvvalus Guoradallama vuodon galggá PP-dievnastus tjálalasj árvvalusáv vaddet mij le ássjediehtte árvustallam máná / oahppe sierralágásj dárbojs.
sma: Raerie Salkehtimmien sjïekenisnie dle PP-dïenesje edtja aktem tjaaleldh raeriem vedtedh goh akte aamhtesemaehteles vuarjasjimmie maanan / learohken sjïere daerpiesvoetijste.

source: Guoradallam galggá
sma: Vuarjasjimmie edtja

source:  vuosedit makta mánná / oahppe dárbaj sierrapedagoga viehkev åhpadimlága § 5-7 milta sierraåhpadimev åhpadimlága § 5-1 milta.
sma:  vuesiehtidh mejtie maana / learohke sjïerepedagogeles viehkiem daarpesje ööhpehtimmielaaken § 5-7 mietie jallh sjïereööhpehtimmie ööhpehtimmielaaken § 5-1 mietie

source:  rádev vaddet makkir viehkev / åhpadimfálaldagáv bierri fállat.
sma:  raeriestidh magkeres viehkie / lïerehtimmiefaalenasse mij byöroe vadtasovvedh.

source: Jus mánná sierrapedagogalasj viehkev åhpadiml. § 5-7 milta, de galggá æjgátrádevaddem oassen liehket fálaldagás.
sma: Jis maana reaktam åtna sjïerepedagogeles viehkiem åadtjodh ööhpehtimmielaaken § 5-7 mietie, dle raeriestimmie eejhtegidie edtja akte bielie årrodh faalenasseste.

source: Gå guosská mánájda gudi ælla ájn skåvllåj álggám galggá tjálalasj árvvalus PP-dievnastus sisadnet
sma: Maanide lïerehtimmieaalteren nuelesne, akte tjaaleldh raeriestimmie PP-dïenesjistie edtja sisveginie utnedh

source:  makkir lágásj sierrapedagogalasj viehkke luluj mánnáj dåhkkidahtte åvddånahttemav vaddet
sma:  magkeres sjïerepedagogeles viehkie mij maahta maanese aktem eensi evtiedimmiem vedtedh

source:  ulme máná åvddånahttemij ja oahppamij ma li jåvsådahtte
sma:  rïektes jïh eensi ulmieh maanan evtiedæmman jïh lïerehtæmman

source: Oahppijda skåvlån galggá tjálalasj árvvalus PP-dievnastusás sisadnet árvustallamav
sma: Learoehkidie skuvlesne dle akte tjaaleldh raerie PP-dïenesjistie edtja sisveginie utnedh

source:  jus máhttá oahppe gássjelisvuodajt dábálasj oahppofálaldagá baktu tjoavddet
sma:  mejtie gåarede viehkiehtidh dej tsagkesigujmie mejtie learohke åtna dan sïejhme lïerehtimmiefaalenassen sisnjelen

source:  makkir åhpadibme luluj dåhkkidahtte oahppofálaldagáv vaddet
sma:  magkeres lïerehtimmie mij sæjhta aktem eensi lïerehtimmiefaalenassem vedtedh

source:  makkir åhpadimulme li oahppáj jåvsådahtte
sma:  mah leah learohken rïektes jïh eensi lïerehtimmieulmieh

source: PP-dievnastus galggá oahppijn ja / jali æjgádij rádádallat ássjediehtte guoradallama bargadijn ja dættodit majt sij miejnniji.
sma: PP-dïenesje edtja learoehkinie jïh / jallh eejhtegigujmie rååresjidh gosse dejnie aamhtesemaehteles vuarjasjimmine barkeminie, jïh leavloem bïejedh dïsse maam dah vienhtieh.

source: Gå ássjediehtte árvustallam (guoradallam ja árvvalus) le sajen, de galggi æjgáda
sma: Gosse dïhte aamhtesemaehteles vuarjasjimmie (salkehtimmie jïh raerie) gaervies, dle eejhtegh

source:  gejn li máná gudi ælla ájn skåvllåj álggám guorrasit jut suohkan / mánágárddeæjgát ássjediehtte árvustallama vuodon ájnegis mærrádusáv dahká, ja guorrasit dasi jut suohkan / mánájgárddeåmastiddje jåhtuj biedjá dajt dåjmajt majt PP-dievnastus le oajvvadam
sma: maanide lïerehtimmieaalteren nuelesne jååhkesjidh tjïelte / maanagïerteaajhtere dam

source:  gejn li oahppe jali oahppe iesj jus le badjel 15 jage guorrasit jut dasi jut skåvllåæjgát / skåvllå jåhtuj biedjá dajt dåjmajt majt PP-dievnastus le oajvvadam
sma: aamhtesemaehteles vuarjasjimmiem våaroemasse beaja juktie aktegsnænnoestimmiem darjodh, jïh jååhkesjidh tjïelte / maanagïerteaajhtere råajvarimmiejgujmie nearhka mejtie PPdïenesje lea juvnehtamme  learoehkidie skuvlesne jallh learoehkidie bijjelen 15 jaepieh, jååhkesjidh skuvleaajhtere / skuvle dam aamhtesemaehteles vuarjasjimmiem våaroemasse beaja juktie aktegsnænnoestimmieh darjodh, jïh jååhkesjidh skuvleaajhtere / skuvle råajvarimmiejgujmie nearhka mejtie PP-dïenesje lea juvnehtamme

source: Statpeda birra
sma: Statpeden bïjre

source: Suohkan jali fylkkasuohkan máhttá dárbo milta åhtsåt stáhta sierrapedagogalasj dievnastusájt Statpedas. Statped
sma: Jis daerpies akte tjïelte jallh fylhkentjïelte maahta staateles sjïerepedagogeles dïenesji bïjre syökedh Statpeden luvnie.

source:  le viehkken mánájda, nuorajda ja ållessjattugijda gejn li sierralágásj oahppodárbo váj buorre fálaldagájt åhpadimlága milta oadtju, váj bessi dåjmalattjat åhpadussaj, bargguj ja sebrudakiellemij oassálasstet
sma:  viehkehte guktie maanah, noerh jïh geerve almetjh sjïere lïerehtimmiedaerpiesvoetigujmie, maehtieh hijven faalenassh åadtjodh ööhpehtimmielaaken mietie, guktie dah maehtieh eadtjohkelaakan meatan sjïdtedh ööhpehtimmesne, barkosne jïh siebriedahken jieliedisnie

source:  åvddånahttá máhtudagáv ja máhtov gaskos sierraåhpadime vuoksjuj, ja avtaárvvusasj, hiebadam ja sebradahtte åhpadime birra
sma:  maahtoem evtede jïh daajroem buakta sjïereööhpehtimmien bïjre, jïh seammavyörtegs, sjïehtedamme jïh feerhmeles lïerehtimmien bïjre

source:  åvdet sierrapedagogalasj fáhkasuorgijt gullo, vuojnno, giella / sáhkadallam, vuojŋŋamskihpudagá, oahppogássjelisvuoda majn li moadda sivá ja bieljedimtjalmedibme
sma:  akte tsevtsiedæjja juktie daejtie sjïerepedagogeles faagesuerkide evtiedidh; govleme, vuejneme, gïele / soptsestimmie, åådtjeme aajlaskaara, gelliesåarhts learoetsagkesh jïh bieljehtstjelmehtsvoete

source:  Statpedan le máhtudahka mánáj, nuoraj ja ållessjattugij vuoksjuj gejn li sierralágásj åhpadimdárbo
sma:  maahtoem åtna lïerehtimmievierhtiej bïjre maanide, noeride jïh geerve almetjidie sjïere lïerehtimmiedaerpiesvoetigujmie

source: Ienep diedo, gehtjawww.statped.no.
sma: Jis vielie bïevnesh sïjhth, vuartesjhwww.statped.no.

source: Nasjonála guovdásj moattekultuvralasj åhpadime vuoksjuj (NAFO)
sma: Nasjovnaale jarnge jienebekultuvrelle lïerehtimmien bïjre (NAFO (nöörjen))

source: Ij le agev buorre diehtet mij le sivvan unneplågogielak mánáj / oahppij oahppamgássjelisvuodajda.
sma: Ij leah iktesth aelhkie vuarjasjidh man åvteste lïerehtimmietsagkesh gosse lea unnebelåhkoegïelen maanaj / learohki bïjre.

source: Le gus gielladádjadusá vádnunibme mij le stuorámus hásstalus, jali li gus ietjá sivá ma oahppamav hieredi ?
sma: Mah gïelegoerkese mij fååtese, mij lea dïhte stööremes haesteme, jallh jeatjah fåantoeh man åvteste lïerehtimmie geerve sjædta ?

source: NAFO dahkamusá li duola dagu viehkedit
sma: NAFO:N barkoe lea gaskem jeatjah viehkiehtidh

source:  jut nasjonála oahppopolitihkka jåhtuj biejaduvvá ja tjadáduvvá navti jut máná, nuora ja ållessjattuga oadtju avtaárvvusasj ja hiebadum åhpadimev man le alla kvalitehtta sebradahtte aktijvuodan.
sma:  dïhte nasjovnaale ööhpehtimmiepolitihke aalkeme sjædta jïh tjïrrehtamme guktie maanah, noerh jïh geerve almetjh maehtieh aktem seammavyörtegs jïh sjïehtedamme lïerehtimmiem åadtjodh jolle kvaliteeteste aktene feerhmeles ektievoetesne

source:  jut moattekultuvralasj perspektijva várajda váldeduvvi mánájgárden ja vuodoåhpadusán.
sma:  jienebekultuvrelle vuajnoeh gorresuvvieh maanagïertesne jïh maadthlïerehtimmesne

source:  jut unneplågogielagij oahppofálaldahka bárrán ja barggat váj sebradahtte, moattekultuvralasj oahppamaktijvuohta mánájgárden ja vuodoåhpadusán åvddånahteduvvá.
sma:  lissiehtamme kvaliteete lïerehtimmiefaalenassesne unnebelåhkoegïelen almetjidie jïh feerhmeles, jienebekultuvrelle lïeremeektievoeth evtiedidh maanagïertesne jïh maadthlïerehtimmesne

source: Åhpadiddje, skåvllåjådediddje, mánájgárdde- ja skåvllåæjgáda ja pedagogalasj bargge mánájgárdijn li dåjma guovdásj ulmmejuohkusa.
sma: Lohkehtæjjah, skuvleåvtehkh, maanagïerte- jïh skuvleaajhterh jïh pedagogeles barkijh maanagïertine leah dah vihkeles ulmiedåehkieh darjoemasse.

source: Guovdásj galggá UHsuorgev / åhpadiddjeoahppoásadusájt viehkedit gå galggá máhtudakåvddånahttemav vuorodit.
sma: Jarnge edtja UHsuerkiem / lohkehtæjjaööhpehtimmien institusjovnide viehkiehtidh gosse dah maahtoeevtiedimmine berkieh.

source: Ienep diedo, gehtjahttp://www.hioa.no/Om-HiOA/NAFO
sma: Jis vielie bïevnesh sïjhth, vuartesjhhttp://www.hioa.no/Om-HiOA/NAFO
